{
    "users":[
        {
            "username":"admin",
            "password":"admin",
            "name":"admin"
        }
    ],
    "products":[
        {
            "id":"1",
            "name":"Bò Úc xay 500g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 4.2,
            "description": "Thịt bò Úc xay là một loại thịt bò được xay nhuyễn từ thịt bò nhập khẩu từ Australia. Thịt bò Úc nổi tiếng với chất lượng cao, được chăm sóc và nuôi dưỡng trong môi trường sạch sẽ và đảm bảo vệ sinh. Thịt bò Úc xay thường được sử dụng để chế biến các món ăn như bánh hamburger, spaghetti bolognese, xào thịt bò, hay làm nhân cho các món ăn như bánh mì kẹp thịt. Với chất lượng tốt và hương vị đặc trưng, thịt bò Úc xay là nguyên liệu lý tưởng cho các món ăn gia đình hoặc trong các nhà hàng và quán ăn.",
            "type":"meat",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/8936150841113_7bc1837c-aa53-4a4d-a62c-28bed51c0e98-og.jpg"
        },
        {
            "id":"2",
            "name":"Thịt Ba Rọi 500g",
            "dvi":"Khay",
            "price": 30.02,
            "review": 4.7,
            "description":"Thịt Ba Rọi là một phần thịt được lấy từ vùng lưng hoặc thăn của con heo. Phần thịt này có một lớp mỡ vừa đủ để tạo ra hương vị đặc trưng và cung cấp độ ẩm khi nấu. Thịt Ba Rọi thường được biết đến với độ mềm mại và độ ẩm tự nhiên của nó. Với một tỷ lệ cân đối giữa thịt và mỡ, nó thường được sử dụng để nấu các món ăn ngon như thịt xào, lợn quay, hoặc nướng trên grill. Một số công thức phổ biến sử dụng thịt Ba Rọi bao gồm bánh mì kẹp thịt, mì xào thịt, cũng như các món nướng như thịt nướng và thịt quay. Hương vị đặc trưng của thịt Ba Rọi kết hợp với độ mềm mại tạo ra một trải nghiệm ẩm thực đầy hấp dẫn cho thực khách.",
            "type":"meat",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/thit-ba-roi-co-da.jpg"
        },
        {
            "id":"3",
            "name":"Bò Bít Tết 500g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 4.9,
            "description":"Thịt bò Bít Tết là một món ăn phổ biến trong ẩm thực quốc tế, có nguồn gốc từ Pháp nhưng được biết đến rộng rãi trên khắp thế giới. Món này thường được chuẩn bị từ thịt bò mềm mại, được cắt thành từng lát mỏng và nướng nhanh trên một bếp nhiệt cao, thường là grill hoặc chảo nướng. Thịt bò Bít Tết thường được ăn kèm với các phụ phẩm như khoai tây chiên, salad xanh hoặc rau sống, và một số loại sốt như sốt hành hoặc sốt tiêu đen. Món ăn này được yêu thích vì hương vị thơm ngon và đa dạng, cũng như vì cách thức chuẩn bị nhanh",
            "type":"meat",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/thit-bo-bit-tet-fuji-goi-200g_b5ce6529-6cff-4589-9134-9a06f4754410-og.jpg"
        },
        {
            "id":"4",
            "name":"Bò Canada 500g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 4.5,
            "description":"Bò Canada là một dạng thịt bò xuất xứ từ Canada, nổi tiếng với chất lượng cao và hương vị đặc trưng. Thịt bò Canada thường được ưa chuộng vì được chăm sóc và nuôi dưỡng chất lượng, đảm bảo an toàn thực phẩm và đáp ứng các tiêu chuẩn về sức khỏe và môi trường. Đặc điểm của bò Canada là thịt thơm ngon, mềm và giàu protein. Nó thường được sử dụng để nấu các món ăn như bít tết, bò nướng, hầm, xào và nhiều món khác. Hơn nữa, bò Canada cũng được ưa chuộng vì ít mỡ và giàu chất dinh dưỡng. Với người tiêu dùng, việc chọn thịt bò Canada đảm bảo chất lượng và an toàn, mang lại trải nghiệm ẩm thực tuyệt vời và cung cấp lượng protein cần thiết cho cơ thể.",
            "type":"meat",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2023/04/8934954012050-20230428083019.png"
        },
        {
            "id":"5",
            "name":"Thịt ba chỉ bò 500g",
            "dvi":"Khay",
            "price": 30.02,
            "review": 5,
            "description":"Thịt ba chỉ bò là một phần thịt từ vùng bụng hoặc lưng của con bò, thường được cắt thành các miếng dài và hẹp với lớp mỡ và thịt xen kẽ nhau. Phần mỡ của thịt ba chỉ làm cho món ăn trở nên đậm đà và thơm ngon hơn khi nấu chín. Thịt ba chỉ bò có thể có nhiều ứng dụng trong nấu nướng và là một lựa chọn phổ biến cho nhiều món ăn truyền thống và hiện đại. Thịt ba chỉ bò thường có vị ngọt tự nhiên và độ béo vừa phải, làm cho nó trở thành một lựa chọn phổ biến cho việc nấu các món kho, xào, nướng hoặc hầm. Khả năng hấp thụ gia vị và hương vị khi nấu làm cho thịt ba chỉ bò trở thành một thành phần quan trọng trong nhiều món ăn ngon.",
            "type":"meat",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/ba-chi-bo-my-cat-lat-dong-lanh-tps-khay-500g_40bdfd3e-abcb-4693-b412-9cf3c3ffb3ea-og.jpg"
        },
        {
            "id":"6",
            "name":"Tôm thịt 200g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 5,
            "description":"Tôm thịt là một loại hải sản được biết đến với sự kết hợp giữa thịt tươi ngon và thịt tôm thơm ngon. Sản phẩm này thường được bán trong hình dạng tôm đã được làm sạch và tách vỏ, chỉ còn lại phần thịt bên trong. Với hình dạng tiện lợi và chất lượng đảm bảo, tôm thịt 200g thích hợp để sử dụng trong nhiều món ăn từ hấp, xào, nướng đến chiên và trộn salad. Thịt của tôm thịt thường đặc và ngọt, có hương vị đặc trưng của hải sản, cùng với độ dai và mềm mại. Đây là nguyên liệu lý tưởng cho nhiều món ăn ngon, đem lại hương vị đặc biệt và bổ sung dinh dưỡng cho bữa ăn của bạn.",
            "type":"fish",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/40-khay-450g-20221007080806-og.jpg" 
        },
        {
            "id":"7",
            "name":"Bạch Tuộc 1kg",
            "dvi":"Khay",
            "price": 30.02,
            "review": 5,
            "description":"Bạch Tuộc là một loại hải sản biển nổi tiếng với hình dáng đặc trưng và hương vị độc đáo. Vỏ bên ngoài của bạch tuộc thường có màu trắng hoặc trắng đục, đôi khi có các sọc vàng hoặc nâu. Thịt của bạch tuộc có cấu trúc dai, mềm và ngọt ngon, với hương vị đặc trưng của hải sản biển. Bạch Tuộc thường được sử dụng trong nhiều món ăn, từ nấu súp, hấp, xào, nướng, đến làm salad. Với chất lượng cao và giá trị dinh dưỡng, bạch tuộc là một nguyên liệu lý tưởng cho các món ăn hải sản đa dạng và hấp dẫn. Hãy thử sáng tạo và kết hợp bạch tuộc vào các món ăn yêu thích của bạn để tạo ra những bữa ăn ngon và bổ dưỡng cho gia đình và bạn bè của bạn.",
            "type":"fish",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/9538873065502-og.jpg" 
        },
        {
            "id":"8",
            "name":"Ngao 1kg",
            "dvi":"Khay",
            "price": 17.02,
            "review": 5,
            "description":"Ngao là một loại hải sản biển có vỏ kéo dài và mảnh, được biết đến với vị ngọt tự nhiên và hương thơm đặc trưng. Vỏ của ngao thường có màu đậm, có thể là màu đen, nâu, xanh hoặc xám, và thường được sử dụng để làm các món hấp, xào, nướng hoặc nấu canh. Thịt của ngao thường mềm mại và ngọt ngon, có cấu trúc độc đáo và phong phú. Ngao có thể được sử dụng đơn giản như là một loại hải sản trong các món canh hải sản, salad, hoặc cũng có thể được chế biến thành các món ăn phức tạp như nướng mỡ hành, nấu cháo ngao, hoặc xào ngao với tỏi.",
            "type":"fish",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/162428239615010053467-hop-sua-bap-non-lif-loc-4-hop-x-180ml-og.jpg" 
        },
        {
            "id":"9",
            "name":"Lươn 500g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 4.5,
            "description":"Lươn là một loại cá có hình dáng dài và thon, thường sống ở nước ngọt hoặc nước lợ. Thịt của lươn thường mềm mại và ngọt ngon, có vị đặc trưng và hương thơm đặc biệt. Lươn có thể được sử dụng trong nhiều món ăn khác nhau, từ nướng, chiên, xào, hấp đến làm súp hoặc nấu canh. Với chất lượng cao và giá trị dinh dưỡng, lươn là một nguyên liệu lý tưởng cho các món ăn đa dạng và hấp dẫn. Thường được sử dụng trong ẩm thực Á Đông, lươn đã trở thành một phần không thể thiếu trong nhiều món ăn truyền thống và hiện đại.",
            "type":"fish",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/luon-lam-sach_8abc26a4-8da6-4b4c-a6cd-29f94ed605fd-og.jpg" 
        },
        {
            "id":"10",
            "name":"Cá rô phi lê 1kg",
            "dvi":"Khay",
            "price": 30.02,
            "review": 5,
            "description":"Cá rô phi lê được biết đến với thịt ngọt và mềm mại, là lựa chọn phổ biến trong việc chế biến các món ăn hải sản. Với hình dáng thon dài và vẩy bóng bề mặt, cá rô phi lê thường được chế biến đơn giản như nướng, chiên, hấp hoặc xào để tôn lên hương vị tự nhiên của nó. Thịt cá rô phi lê ít xương, dễ chế biến và thích hợp cho nhiều loại món ăn từ cơm hộp đến món ăn tối. Ngoài ra, thịt cá rô phi lê cũng thường được sử dụng để làm các món súp, canh, hoặc salad, tạo ra những bữa ăn đa dạng và hấp dẫn cho cả gia đình.",
            "type":"fish",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2022/9642722426910-og.jpg" 
        },
        {
            "id":"11",
            "name":"Xà lách 0.5kg",
            "dvi":"Khay",
            "price": 17.02,
            "review": 5,
            "description":"Xà lách là một loại rau cải xanh phổ biến, có hình dạng lá mảnh và thân mềm. Xà lách thường được sử dụng trong các món salad, sandwich, wrap, và nhiều món ăn khác nhau nhờ vào hương vị tươi mát và giòn giòn của nó. Xà lách chứa nhiều chất dinh dưỡng như vitamin A, vitamin C, kali và chất xơ, giúp cải thiện sức khỏe tim mạch, hỗ trợ tiêu hóa và tăng cường hệ miễn dịch. Ngoài ra, xà lách cũng có ích trong việc kiểm soát cân nặng và duy trì mức độ độ ẩm cho cơ thể. Xà lách có thể được sử dụng tươi sống hoặc nấu chín trong nhiều món ăn khác nhau. ",
            "type":"vegetables",
            "favourite":false,
            "image":"https://hcm.fstorage.vn/images/2023/02/xa-lach-mo-wineco-300g.jpg" 
        },
        {
            "id":"12",
            "name":"Hành Paro 1kg",
            "dvi":"Khay",
            "price": 35.02,
            "review": 5,
            "description":"Hành Paro là một loại hành đặc biệt có nguồn gốc từ thị trấn Paro ở Bhutan, một quốc gia nằm ở dãy Himalaya. Hành Paro có hương vị đặc trưng, ngọt và thanh, cùng với độ cay nhẹ. Loại hành này thường được sử dụng trong nấu ăn để tạo ra hương vị độc đáo và phong phú cho các món ăn. Hành Paro thường được dùng trong nhiều món ăn Bhutan truyền thống như Ema Datshi (món ăn cay với ớt và phô mai), Kewa Datshi (món khoai lang với phô mai), hoặc trong các món súp và nước lẩu. Các loại hành này cũng có thể được sử dụng để làm gia vị trong nấu ăn hàng ngày, tạo ra một lớp vị đặc biệt và độc đáo cho các món ăn.",
            "type":"vegetables",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2023/02/hanh-paro-wineco-300g.jpg" 
        },
        {
            "id":"13",
            "name":"Cải xanh 1kg",
            "dvi":"Khay",
            "price": 16.02,
            "review": 5,
            "description":"Cải xanh, còn được gọi là bó xôi, là một loại rau cải xanh phổ biến trong nhiều nền văn hóa ẩm thực trên thế giới. Loại rau này có lá mảnh và thân mềm, thường được sử dụng trong nhiều loại món ăn khác nhau như salad, xào, hấp, nấu canh, và nhiều món khác. Cải xanh chứa nhiều chất dinh dưỡng, bao gồm vitamin A, vitamin C, kali, axít folic và chất xơ. Chúng có ích cho sức khỏe tim mạch, hỗ trợ hệ tiêu hóa, và giúp tăng cường hệ miễn dịch. Bên cạnh đó, cải xanh cũng giúp kiểm soát cân nặng và cung cấp năng lượng cho cơ thể.",
            "type":"vegetables",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2023/02/cai-xanh-baby-wineco-300g.jpg" 
        },
        {
            "id":"14",
            "name":"Cà rốt 500g",
            "dvi":"Khay",
            "price": 17.02,
            "review": 4.5,
            "description":"Cà rốt là một loại rau củ phổ biến được trồng và sử dụng rộng rãi trên toàn thế giới. Cà rốt thường có màu cam hoặc đỏ, nhưng cũng có thể có màu trắng hoặc tím. Đây là một nguồn cung cấp chất dinh dưỡng quan trọng, bao gồm vitamin A, vitamin C, kali và chất xơ, giúp tăng cường sức khỏe tim mạch, hỗ trợ hệ tiêu hóa và cung cấp năng lượng cho cơ thể. Cà rốt thường được sử dụng trong nhiều món ăn khác nhau. Chúng có thể được ăn tươi, cắt thành sợi để làm salad hoặc nấu chín trong các món canh, kho hoặc xào. Cà rốt cũng thường được sử dụng làm nguyên liệu chính trong nhiều món ăn như bánh mì, bánh ngọt, và nước ép trái cây.",
            "type":"vegetables",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2023/07/ca-rot-20230721084932.png" 
        },
        {
            "id":"15",
            "name":"Bí đỏ 1kg",
            "dvi":"Khay",
            "price": 30.02,
            "review": 4.5,
            "description":"Bí đỏ, còn được gọi là bí ngô hoặc bí hồng, là một loại quả có thể ăn được phổ biến trong ẩm thực trên toàn thế giới. Bí đỏ có màu cam hoặc đỏ và thường có vỏ ngoài cứng. Bên trong, thịt của bí đỏ thường mềm mại và ngọt ngon, tạo ra nguồn cung cấp chất dinh dưỡng quan trọng cho cơ thể. Bí đỏ chứa nhiều chất dinh dưỡng, bao gồm vitamin A, vitamin C, kali và chất xơ, giúp tăng cường hệ miễn dịch, hỗ trợ sức khỏe tim mạch và tiêu hóa. Chúng cũng có ích trong việc kiểm soát cân nặng và cung cấp năng lượng cho cơ thể.",
            "type":"vegetables",
            "favourite":false,
            "image": "https://hcm.fstorage.vn/images/2023/02/bi-do-tron.jpeg" 
        }

    
    ],
    "carts":[

    ],
    "orders":[

    ],
    "contacts":[

    ]
}